["We deliver EXPERTISE",
 "We act with INTEGRITY",
 "We create VALUE",
"We progress through AGILITY",
"We believe in COLLABORATION",
"We share information effectively with each other, but also know how to protect the confidentiality of our information",
"We comply with all laws, regulations and policies that govern our business and employees' actions on behalf of the company",
"We treat customer satisfaction as a top priority.",
"We act ethically in every business context.",
"Customer Commitment: We develop relationships that make a positive difference in our customers' lives.",
"Quality: We provide outstanding products and unsurpassed service that, together, deliver premium value to our customers.",
"Integrity: We uphold the highest standards of integrity in all of our actions.",
"Teamwork: We work together, across boundaries, to meet the needs of our customers and to help our Company win.",
"Respect for People: We value our people, encourage their development and reward their performance.",
"Good Citizenship: We are good citizens in the communities in which we live and work.",
"A Will to Win: We exhibit a strong will to win in the marketplace and in every aspect of our business.",
"Personal Accountability: We are personally accountable for delivering on our commitments.",
"Focus on the user and all else will follow.",
"It’s best to do one thing really, really well.",
"Fast is better than slow.",
"Democracy on the web works.",
"You don’t need to be at your desk to need an answer.",
"You can make money without doing evil.",
"There’s always more information out there.",
"The need for information crosses all borders.",
"You can be serious without a suit.",
"Great just isn’t good enough.",
"Leadership: The courage to shape a better future.",
"Collaboration: Leverage collective genius.",
"Integrity: Be real.",
"Accountability: If it is to be, it's up to me.",
"Passion: Committed in heart and mind.",
"Diversity: As inclusive as our brands.",
"Quality: What we do, we do well.",
"We Satisfy And Delight Our Customers -- Our customers are the lifeblood of our business and our most important stakeholder. We strive to meet or exceed their expectations on every shopping experience.",
"We Promote Team Member Growth And Happiness -- Our success is dependent upon the collective energy, intelligence, and contributions of all of our Team Members.",
"We Care About Our Communities And The Environment -- We serve and support a local experience. The unique character of each store is a direct reflection of a community’s people, culture, and cuisine.",
"We Practice Win-Win Partnerships With Our Suppliers -- We view our trade partners as allies in serving our stakeholders. We treat them with respect, fairness and integrity – expecting the same in return.",
"Stewardship",
"The Best People",
"Client Value Creation",
"One Global Network",
"Respect for the Individual",
"Integrity",
"Performance: Sport is the foundation for all we do and executional excellence is a core value of our Group.",
"Passion: Passion is at the heart of our company. We are continuously moving forward, innovating, and improving.",
"Integrity: We are honest, open, ethical, and fair. People trust us to adhere to our word.",
"Diversity: We know it takes people with different ideas, strengths, interests, and cultural backgrounds to make our company succeed. We encourage healthy debate and differences of opinion.",
"Genuine.",
"Exceptional.",
"Innovative.",
"Involved.",
"Customer Service",
"Quality",
"Empathy",
"Respect",
"Integrity",
"Responsibility",
"Teamwork",
"We strive to minimize our negative impact on the environment.",
"We strive to show a deep respect for human beings inside and outside our company and for the communities in which they live.",
"We seek and support nonviolent ways to achieve peace and justice. We believe government resources are more productively used in meeting human needs than in building and maintaining weapons systems.",
"We strive to create economic opportunities for those who have been denied them and to advance new models of economic justice that are sustainable and replicable.",
"We support sustainable and safe methods of food production that reduce environmental degradation, maintain the productivity of the land over time, and support the economic viability of family farms and rural communities.",
"Reach",
"Learn",
"Di-bear-sity",
"Colla-bear-ate",
"Give",
"Cele-bear-ate",
"Focus on impact",
"Move fast",
"Be bold",
"Be open",
"Build social value",
"Supporting Sustainability",
"Building Communities",
"Advancing Cancer Research",
"Passion means we use our drive and commitment to energize, engage and inspire others.",
"Courage means we are entrepreneurial and thus take risks, reach beyond boundaries and experiment.",
"Integrity means we are consistently open, honest, ethical and genuine.",
"We believe in people",
"We are one team",
"Straightforward and open-minded",
"Keep it simple",
"Entrepreneurial spirit",
"Constant improvement",
"Cost-consciousness",
"Create a Culture of Honesty",
"Make Beauty",
"Outperform",
"Service Matters",
"Sustain Life",
"Be Accessible",
"Pay It Forward",
"Fun!",
"Humbleness and willpower.",
"Leadership by example.",
"Daring to be different.",
"Togetherness and enthusiasm.",
"Cost-consciousness.",
"Constant desire for renewal.",
"Accept and delegate responsibility.",
"Be your own customer",
"Empower individuals",
"Design is not a luxury",
"Good work takes time",
"Optimize towards ideals",
"Simplify",
"Creating a culture of warmth and belonging, where everyone is welcome.",
"Acting with courage, challenging the status quo and finding new ways to grow our company and each other.",
"Being present, connecting with transparency, dignity and respect.",
"Delivering our very best in all we do, holding ourselves accountable for results."
]